insert into DB2021_Director_Prize(director, prize, movie)
values
('조진모','2001 채널V','비와 당신의 이야기'),
('닉 카사베츠','1997 제50회 칸 영화제','노트북'),
('김주환','미국 작가 조합상 TV 코미디 시리즈 각본상','청년경찰'),
('데미안 셔젤','2018 제22회 할리우드 필름어워즈','라라랜드'),
('조의석','제13회 뉴욕 아시아 영화제 떠오르는 아시아스타상','마스터'),
('리 아이작 정','제26회 크리틱스 초이스 시상식 외 9건','미나리'),
('크리스토퍼 놀란','제62회 다비드 디 도나텔로 어워드 외 20건','테넷');

insert into DB2021_Director_Prize(director, movie, prize)
values ('나홍진','곡성','제 11회 아시안 필름 어워드 (최우수감독상)'),
('웨스 앤더슨','그랜드 부다페스트 호텔','제 68회 영국 아카데미 시상식 (각본상)'),
('봉준호','기생충','제 72회 미국 작가 조합상 (각본상)'),
('나홍진','추격자','제 44회 백상예술대상 (영화 신인감독상)'),
('장준환','화이:괴물을 삼킨 아이','제 3회 마리끌레르 영화제 (파이오니어 감독상)'),
('최동훈','타짜','제 43회 백상예술대상 (영화 대상)'),
('마이크 뉴웰', '해리포터와 불의 잔', '1995년 48회 영국 아카데미 시상식 데이빗 린 상'),
('김용화', '신과 함께-인과 연', '2018년 54회 백상예술대학 영화 감독상 수상'),
('히로키 류이치', '나미야 잡화점의 기적', '2006년 19회 싱가포르 국제 영화제 작품성-아시아 장편 수상'),
('라세 할스트롬', '호두까기 인형과 4개의 왕국', '2007년 17회 스톡홀름 영화제 평생공로상'),
('캐서린 하드윅', '트와일라잇', '2009년 18회 MTV 영화&TV 어워즈 최고의 영화상 수상'),
('캐서린 하드윅', '레드 라이딩 후드', '2009년 18회 MTV 영화&TV 어워즈 최고의 영화상 수상'),
('기예르모 델 토로', '판의 미로-오델리아와 세 개의 열쇠', '2018년 23회 크리틱스 초이스 시상식 작품상 수상'),
('기예르모 델 토로', '셰이프 오브 워터: 사랑의 모양','2018년 23회 크리틱스 초이스 시상식 작품상 수상'),
('팀 버튼', '미스 페레그린과 이상한 아이들의 집', '2014년 27회 도쿄국제 영화제 사무라이상 수상'),
('팀 버튼', '유령신부', '2014년 27회 도쿄국제 영화제 사무라이상 수상');