insert into DB2021_Actor_Prize(actor, prize, movie)
values 
('라이언 고슬링','2017.02 제32회 산타바바라국제영화제','노트북'),
('레이첼 맥아담스','틴 초이스 어워드 코미디부문상 외 4건','노트북'),
('박서준','2017 대종상 신인남우상','청년경찰'),
('이성경','24회 춘사영화상(특별인기상)','걸캅스'),
('우도환','40회 황금촬영상 시상식(신인남우상)','사자'),
('이병헌','제10회 아시안필름어워즈(AFA) 남우주연상','마스터'),
('윤여정','아카데미 여우조연상 외 다수','미나리'),
('스티븐 연','2021 골드리스트 시상식 외 5건','미나리'),
('존 데이비드 워싱턴', '제22회 할리우드 필름어워즈','테넷');

insert into DB2021_Actor_Prize(actor, movie, prize)
values 
('곽도원','곡성','제 37회 황금촬영상 시상식 (연기대상)'),
('조여정','기생충','제 40회 청룡영화상 (여우주연상)'),
('김윤석','추격자', '제 29회 청룡영화상 (남우주연상)'),
('여진구','화이:괴물을 삼킨 아이', '제 34회 청룡영화상 (신인남우상)'),
('김혜수','타짜','제 27회 청룡영화상 (여우주연상)'),
('김윤석','타짜','제 44회 대종상 영화제 (남우조연상)'),
('조승우','타짜','제 1회 대한민국 영화연기대상 (남우주연상))'),
('다니엘 래드클리프', '해리포터와 불의 잔', '2016년 49회 시체스영화제 오피셜 판타스틱-남우주연상 수상'),
('엠마 왓슨', '해리포터와 불의 잔', '2017년 26회 MTV 영화&TV 어워즈 영화-최고의 배우상 수상'),
('루퍼트 그린트', '해리포터와 불의 잔', '영국 비평가 협회-최우수 신인상'),
('하정우', '신과 함께-인과 연', '2018년 제 3회 아시아 아티스트 어워즈-베스트 아티스트상'),
('주지훈', '신과 함께-인과 연', '2018년 제 3회 아시아 아티스트 어워즈 올해의 아티스트상'),
('김향기', '신과 함께-인과 연', '2018년 제39회 청룡영화상 여우조연상'),
('키이라 니이틀리', '호두까기 인형과 4개의 왕국', '2003년 23회 런던 비평가 협회상 영국신인상'),
('매켄지 포이', '트와일라잇', '2015년 41회 새턴 어워즈 최우수 신인배우상'),
('크리스틴 스튜어트', '트와일라잇', '2016년 50회 전미 비평가 협회상 여우조연상 수상'),
('이바나 바쿠에로', '판의 미로-오델리아와 세 개의 열쇠', '2007년 제21회 고야어워드'),
('샐리 호킨스', '셰이프 오브 워터: 사랑의 모양', '제 58회 베를린 국제 영화제 은곰상 여우주연상'),
('마이클 섀넌', '셰이프 오브 워터: 사랑의 모양', '2015년 41회 LA 비평가 협회상 남우주연상 수상'),
('에바 그린', '미스 페레그린과 이상한 아이들의 집', '2007년 60회 영국 아카데미 시상식 신인상 수상'),
('조니 뎁', '유령신부', '2016년 31회 산타바바라 국제영화제 말틴 모던 마스터 상 수상');